Repository: JustD4nTe/ProjektSemestrIV
Catalog: ProjektSemestrIV/Properties/Resources.*.resx
Languages: pl_pl

source: Accuracy
pl_pl: Celność

source: Add
pl_pl: Dodaj

source: Add Competition
pl_pl: Dodaj zawody

source: Add Stage
pl_pl: Dodaj trasę

source: Alpha Accuracy
pl_pl: Celność Alpha

source: Average Position
pl_pl: Średnia zajętego miejsca

source: Average time
pl_pl: Średni czas

source: Best shooter
pl_pl: Najlepszy strzelec

source: Charlie Accuracy
pl_pl: Celność Charlie

source: Competition
pl_pl: Zawody

source: Competition Editing
pl_pl: Edycja zawodów

source: Competition points
pl_pl: Punkty na zawodach

source: Competitions
pl_pl: Zawody

source: Competitions and Stages
pl_pl: Zawody i Trasy

source: Competition Summary
pl_pl: Podsumowanie zawodów

source: Configuration
pl_pl: Konfiguracja

source: Connection Configuration
pl_pl: Konfiguracja połączenia

source: Database
pl_pl: Baza danych

source: Delete
pl_pl: Usuń

source: Delta Accuracy
pl_pl: Celność Delta

source: Duration date
pl_pl: Data trwania

source: Edit
pl_pl: Edytuj

source: Edit Competition
pl_pl: Edytuj zawody

source: Edit Run
pl_pl: Edytuj przebieg

source: Edit shooter
pl_pl: Edytuj strzelca

source: Edit Stage
pl_pl: Edytuj trasę

source: End Date
pl_pl: Data zakończenia

source: Fastest run
pl_pl: Najszybszy czas przebiegu

source: General Accuracy
pl_pl: Ogólna celność

source: General Information
pl_pl: Ogólne informacje

# IdCompetition
source: Competition Id
pl_pl: Id zawodów

source: Info
pl_pl: Informacje

# ListCompetition
source: Competition List
pl_pl: Lista zawodów

# ListShooters
source: Shooters List
pl_pl: Lista strzelców

# ListStages
source: Stages list
pl_pl: Lista tras

source: Location
pl_pl: Miejsce

source: Name
pl_pl: Nazwa

source: Navigation
pl_pl: Nawigacja

# NumberOfParticipants
source: Number of participatns
pl_pl: Liczba uczestników

source: Number of targets
pl_pl: Ilość celów

source: Password
pl_pl: Hasło

source: Points
pl_pl: Punkty

source: Position
pl_pl: Pozycja

source: Rules
pl_pl: Zasady

source: Run Editing
pl_pl: Edycja przebiegu

source: Save
pl_pl: Zapisz

source: Server Adress
pl_pl: Adres serwera

source: Shooter
pl_pl: Strzelec

source: Shooter Editing
pl_pl: Edycja strzelca

source: ShooterID
pl_pl: ID Strzelca

# ShooterName
source: Name
pl_pl: Imię

source: Shooter on competition summary
pl_pl: Podsumowanie strzelca na zawodach

source: Shooter on stage summary
pl_pl: Podsumowanie strzelca na trasie

source: Shooters and Targets
pl_pl: Strzelcy i Tarcze

source: Shooter summary
pl_pl: Podsumowanie strzelca

# ShooterSurname
source: Surname
pl_pl: Nazwisko

source: Stage Editing
pl_pl: Edycja tras

source: StageID
pl_pl: ID Trasy

source: Stage name
pl_pl: Nazwa trasy

source: Stage points
pl_pl: Punkty na trasie

source: Stage ranking
pl_pl: Ranking trasy

source: Stage Summary
pl_pl: Podsumowanie trasy

source: Start Date
pl_pl: Data rozpoczęcia

source: Sum of points
pl_pl: Suma punktów

source: Sum of times
pl_pl: Suma czasu

source: Time
pl_pl: Czas

source: User
pl_pl: Użytkownik

source: View
pl_pl: Widok
